---
kind: other
id: Methods.T:Autodesk.Revit.DB.TableCellStyleOverrideOptions
source: html/174d4a13-12b4-498f-71cf-8bd0b82cbc63.htm
---
# TableCellStyleOverrideOptions Methods

Sets all overrides to a specific value.